Repository: Ovnuniarchos/synth-et-quatre
Catalog: locale/*.po
Languages: es

# ERR_FILE_CANT_READ
source: Can't read {s_file}.
es: No se puede leer {s_file}.

# ERR_FILE_MISSING_DEPENDENCIES
source: {s_file} is missing dependencies.
es: Faltan dependencias en {s_file}.

# ERR_FILE_EOF
source: Unexpected EOF in {s_file}.
es: Fin de archivo inesperado en {s_file}.

# ERR_ALREADY_IN_USE
source: {s_file} is already in use by other program.
es: {s_file} está siendo usado por otro programa.

# ERR_FILE_CANT_OPEN
source: Can't open {s_file}.
es: No se puede abrir {s_file}.

# ERR_FILE_NOT_FOUND
source: {s_file} not found.
es: No se encuentra {s_file}.

# ERR_FILE_UNRECOGNIZED
source: Unrecognized pack format opening {s_file}.
es: Compresión desconocida abriendo {s_file}.

# ERR_FILE_CORRUPT
source: {s_file} is corrupt.
es: {s_file} está corrupto.

# ERR_INVALID_TYPE
source: {s_file} is not a {s_type} file.
es: {s_file} no es un archivo {s_type}.

# ERR_INVALID_VERSION
source: Wrong version {i_version} opening {s_file}.
es: Version errónea {i_version} abriendo {s_file}.

# ERR_INVALID_CHUNK
source: Invalid chunk {s_chunk}:{i_version} for {s_file}. Expected {s_ex_chunk}: {i_ex_version}.
es: Chunk erróneo {s_chunk}:{i_version} en {s_file}. Se esperaba {s_ex_chunk}: {i_ex_version}.

# ERR_MISSING_WAVES
source: Standalone instrument is missing its waveforms.
es: Instrumento independiente sin formas de onda.

# ERR_BAD_WAVE_COMPONENT
source: Invalid wave component type {s_chunk} in file {s_file}.
es: Componente de onda inválido {s_chunk} en {s_file}.

# ERR_BAD_WAVE_COMPONENT_OUT
source: Invalid wave component type {s_type} writing {s_file}.
es: Tipo de componente de onda inválido {s_type} escribiendo {s_file}.

# ERR_INVALID_WAVE_TYPE
source: Invalid wave type {s_type} writing {s_file}.
es: Tipo de onda inválido {s_type} escribiendo {s_file}.

# ERR_INVALID_MACRO
source: Invalid macro type/operator {s_type}/{i_op} in file {s_file}.
es: Tipo/operador de macro inválido {s_type}/{i_op} en {s_file}.

# ERR_INVALID_CHARACTER
source: Invalid character {s_char} at {i_start}.
es: Carácter inválido {s_char} en {i_start}.

# ERR_INVALID_NUMBER
source: Invalid number at {i_start}.
es: Número inválido en {i_start}.

# ERR_VALUE_EXPECTED
source: Value expected at {i_start}.
es: Se esperaba un valor en {i_start}.

# ERR_WHITESPACE_EXPECTED
source: Whitespace expected at {i_start}.
es: Se esperaba espaciado en {i_start}.

# ERR_COMMAND_EXPECTED
source: Command expected at {i_start}.
es: Se esperaba un comando en {i_start}.

# ERR_BAD_COMMAND
source: Unrecognized command at {i_start}.
es: Comando desconocido en {i_start}.

# ERR_UNEXPECTED_TOKEN
source: Unexpected {s_token} at {i_start}.
es: {s_token} en {i_start}.

# TOKEN_WHITESPACE
source: whitespace
es: Espacio inesperado

# TOKEN_WORD
source: word
es: Palabra inesperada

# TOKEN_NUMBER
source: number
es: Número inesperado

# TOKEN_SEPARATOR
source: separator
es: Separador inesperado

# TOKEN_COMMAND
source: command
es: Comando inesperado

# ERR_UNEXPECTED_EOL
source: Unexpected end of line.
es: Fin de línea inesperado.

# ERR_MISSING_PARAMS
source: Missing parameters for command at {i_start}.
es: Faltan parámetros para el comando en {i_start}.

# ERR_DUPLICATED_MOD
source: Duplicated modifier {s_token} at {i_start}.
es: Modificador {s_token} duplicado en {i_start}.

# ERR_UNIMPLEMENTED_PARSER
source: Unimplemented parser for {s_command}.
es: Parser para {s_command} no implementado.

# ERR_UNIMPLEMENTED_EXEC
source: Unimplemented executor for {s_command}.
es: Ejecutor para {s_command} no implementado.

# ERR_MUST_BE_GE
source: Value must be greater or equal than {n_value}.
es: El valor debe ser mayor o igual a {n_value}.

# ERR_MUST_BE_BETWEEN
source: Value must be between {n_min} and {n_max}.
es: El valor debe estar entre {n_min} y {n_max}.

# ERR_NOT_ON_MASKS_OR_SELS
source: {s_command} cannot be used on masks or selects.
es: {s_command} no se puede usar en máscaras o selectores.

# ERR_ONLY_ON_MASKS
source: {s_command} can only be used on masks.
es: {s_command} sólo se puede usar en máscaras.

# ERR_ALPHA_ON_MASK_OR_SEL
source: Alphas cannot be used on masks or selects.
es: No se puede usar alfa en máscaras o selectores.

# NODED_MENU_GENERATORS
source: Generators
es: Generadores

# NODED_MENU_SINE
source: Sine
es: Seno

# NODED_MENU_SAW
source: Saw
es: Sierra

# NODED_MENU_PULSE
source: Pulse
es: Pulso

# NODED_MENU_TRIANGLE
source: Triangle
es: Triángulo

# NODED_MENU_NOISE
source: Noise
es: Ruido

# NODED_MENU_RAMP
source: Ramp
es: Gradiente

# NODED_MENU_TRANSFORMS
source: Transforms
es: Transformaciones

# NODED_MENU_MIX
source: Mix
es: Mezcla

# NODED_MENU_CLAMP
source: Clamp
es: Límite

# NODED_MENU_MAP_RANGE
source: Map range
es: Mapeo de rango

# NODED_MENU_MAP_WAVE
source: Map wave
es: Mapeo de onda

# NODED_MENU_CLIP
source: Clip
es: Recorte

# NODE_OUTPUT_PORT
source: Output
es: Salida

# NODE_INPUT_PORT
source: Input
es: Entrada

# NODE_CLIP_PORT
source: Clamp
es: Límite

# NODE_FREQUENCY_PORT
source: Frequency
es: Frecuencia

# NODE_AMPLITUDE_PORT
source: Amplitude
es: Amplitud

# NODE_PHI0_PORT
source: Offset
es: Fase

# NODE_POWER_PORT
source: Power
es: Exponente

# NODE_DECAY_PORT
source: Decay
es: Extinción

# NODE_DC_OFFSET_PORT
source: DC offset
es: Base

# NODE_RANGE_FROM_PORT
source: From
es: Inicio

# NODE_RANGE_LEN_PORT
source: Length
es: Longitud

# NODE_QUAD1_PORT
source: Quad 1
es: Cuad. 1

# NODE_QUAD1_PORT_TTIP
source: 1st quadrant
es: 1er cuadrante

# NODE_QUAD2_PORT
source: Quad 2
es: Cuad. 2

# NODE_QUAD2_PORT_TTIP
source: 2nd quadrant
es: 2º cuadrante

# NODE_QUAD3_PORT
source: Quad 3
es: Cuad. 3

# NODE_QUAD3_PORT_TTIP
source: 3rd quadrant
es: 3er cuadrante

# NODE_QUAD4_PORT
source: Quad 4
es: Cuad. 4

# NODE_QUAD4_PORT_TTIP
source: 4th quadrant
es: 4º cuadrante

# NODE_MIX_FACTOR_PORT
source: Mix
es: Mezcla

# NODE_MIX_FACTOR_PORT_TTIP
source: Mix factor
es: Factor de mezcla

# NODE_CLAMP_MIX_PORT
source: Clamp mix
es: Lim. mezcla

# NODE_CLAMP_MIX_PORT_TTIP
source: Limits the mix values to -1.0 - 1.0.
es: Limita los valors de mezcla al rango -1.0 - 1.0

# NODE_ISOLATE_PORT
source: Isolate segmt.
es: Aislar rango

# NODE_ISOLATE_PORT_TTIP
source: Clears values outside segment.
es: Elimina los valores fuera del segmento

# NODE_OUTPUT_TITLE
source: OUTPUT
es: SALIDA

# NODE_SINE_TITLE
source: SINE
es: SENO

# NODE_SAW_TITLE
source: SAW
es: SIERRA

# NODE_PULSE_TITLE
source: PULSE
es: PULSO

# NODE_POS_START_PORT
source: + Start
es: Inicio pos.

# NODE_POS_START_PORT_TTIP
source: Positive pulse start
es: Inicio del pulso positivo

# NODE_POS_LEN_PORT
source: + Length
es: Longitud pos.

# NODE_POS_LEN_PORT_TTIP
source: Positive pulse length
es: Longitud del pulso positivo

# NODE_POS_AMP_PORT
source: + Amplitude
es: Amplitud pos.

# NODE_POS_AMP_PORT_TTIP
source: Positive pulse amplitude
es: Amplitud del pulso positivo

# NODE_NEG_START_PORT
source: - Start
es: Inicio neg.

# NODE_NEG_START_PORT_TTIP
source: Negative pulse start
es: Inicio del pulso negativo

# NODE_NEG_LEN_PORT
source: - Length
es: Longitud neg.

# NODE_NEG_LEN_PORT_TTIP
source: Negative pulse length
es: Longitud del pulso negativo

# NODE_NEG_AMP_PORT
source: - Amplitude
es: Amplitud neg.

# NODE_NEG_AMP_PORT_TTIP
source: Negative pulse amplitude
es: Amplitud del pulso negativo

# NODE_TRIANGLE_TITLE
source: TRIANGLE
es: TRIÁNGULO

# NODE_NOISE_TITLE
source: NOISE
es: RUIDO

# NODE_SEED_PORT
source: Seed
es: Semilla

# NODE_OCTAVES_PORT
source: Octaves
es: Octavas

# NODE_NOISE_FREQUENCY_PORT
source: Frequency
es: Frecuencia

# NODE_PERSISTENCE_PORT
source: Persistence
es: Persistencia

# NODE_PERSISTENCE_PORT_TTIP
source: Amplitude multiplier/octave
es: Multiplicador de amplitud/octava

# NODE_LACUNARITY_PORT
source: Lacunarity
es: Lacunaridad

# NODE_LACUNARITY_PORT_TTIP
source: Frequency multiplier/octave
es: Multiplicador de frecuencia/octava

# NODE_RANDOMNESS_PORT
source: Randomness
es: Aleatoriedad

# NODE_RAMP_TITLE
source: Ramp
es: Gradiente

# NODE_RAMP_FROM_PORT
source: From
es: De

# NODE_RAMP_TO_PORT
source: To
es: A

# NODE_CURVE_PORT
source: Curve
es: Curva

# NODE_MIX_TITLE
source: MIX
es: MEZCLA

# NODE_OP_PORT
source: Mode
es: Modo

# NODE_MIX_MIX
source: Mix
es: Mezclar

# NODE_MIX_ADD
source: Add
es: Sumar

# NODE_MIX_SUB
source: Subtract
es: Restar

# NODE_MIX_MUL
source: Multiply
es: Multiplicar

# NODE_MIX_DIV
source: Divide
es: Dividir

# NODE_MIX_MOD
source: Modulo
es: Módulo

# NODE_MIX_FMOD
source: Remainder
es: Resto

# NODE_MIX_POW
source: Power
es: Exponente

# NODE_MIX_MAX
source: Maximum
es: Máximo

# NODE_MIX_MIN
source: Minimum
es: Mínimo

# NODE_MIX_CMP
source: Compare
es: Comparar

# NODE_MIX_SIGN_CP
source: Sign copy
es: Copiar signo

# NODE_MIX_OVER
source: B over A
es: B sobre A

# NODE_MIX_UNDER
source: A over B
es: A sobre B

# NODE_CLAMP_TITLE
source: CLAMP
es: LÍMITE

# NODE_LEVEL_HI_PORT
source: Upper limit
es: L. sup.

# NODE_LEVEL_HI_PORT_TTIP
source: <EMPTY STRING>
es: Límite superior

# NODE_CLAMP_HI_PORT
source: Clamp upper
es: R. sup.

# NODE_CLAMP_HI_PORT_TTIP
source: <EMPTY STRING>
es: Nivel de mezcla del limitado superior

# NODE_LEVEL_LO_PORT
source: Lower limit
es: L. inf.

# NODE_LEVEL_LO_PORT_TTIP
source: <EMPTY STRING>
es: Límite inferior

# NODE_CLAMP_LO_PORT
source: Clamp lower
es: R. inf.

# NODE_CLAMP_LO_PORT_TTIP
source: <EMPTY STRING>
es: Nivel de mezcla del limitado inferior

# NODE_MAP_RANGE_TITLE
source: MAP RANGE
es: MAPEO DE RANGO

# NODE_MIN_IN_PORT
source: Min In
es: Ent. mín.

# NODE_MIN_IN_PORT_TTIP
source: Minimum input value
es: Valor mínimo de entrada

# NODE_MAX_IN_PORT
source: Max In
es: Ent. máx.

# NODE_MAX_IN_PORT_TTIP
source: Maximum input value
es: Valor máximo de entrada

# NODE_MIN_OUT_PORT
source: Min Out
es: Sal. mín.

# NODE_MIN_OUT_PORT_TTIP
source: Minimum output value
es: Valor mínimo de salida

# NODE_MAX_OUT_PORT
source: Max Out
es: Sal. máx.

# NODE_MAX_OUT_PORT_TTIP
source: Maximum output value
es: Valor máximo de salida

# NODE_MAP_WAVE_TITLE
source: MAP WAVE
es: MAPEO DE ONDA

# NODE_MAPPING_PORT
source: Map
es: Mapa

# NODE_LERP_PORT
source: Interpolation
es: Interpolación

# NODE_LERP_PORT_TTIP
source: Interpolation type
es: Tipo de interpolación

# NODE_LERP_NONE
source: None
es: Ninguna

# NODE_LERP_LINEAR
source: Linear
es: Lineal

# NODE_LERP_COS
source: Cosine
es: Coseno

# NODE_XERP_PORT
source: Extrapolation
es: Extrapolación

# NODE_XERP_PORT_TTIP
source: How to map values outside the range -1 > 1.
es: Cómo mapear valores fuera del rango -1 > 1

# NODE_XERP_CONSTANT
source: Constant
es: Constante

# NODE_XERP_EXTEND
source: Extend
es: Extender

# NODE_XERP_WRAP
source: Wrap
es: Bucle

# NODE_MAP2EMPTY_PORT
source: Map to empty
es: Mapear vacíos

# NODE_MAP2EMPTY_PORT_TTIP
source: Empty values map to empty, instead of the original wave.
es: Hace que los valores vacíos del mapa generen vacíos, en lugar de la onda original

# NODE_CLIP_TITLE
source: CLIP
es: RECORTE
