Repository: Ovnuniarchos/synth-et-quatre
Catalog: locale/*.po
Languages: es

# FTYPE_SONG
source: SynthEtQuatre song
es: Canción SynthEtQuatre

# FTYPE_WAV
source: WAV file
es: Archivo WAV

# FTYPE_WAVEFORM
source: SynthEtQuatre wave
es: Onda SynthEtQuatre

# FTYPE_INSTRUMENT
source: SynthEtQuatre instrument
es: Instrumento SynthEtQuatre

# FTYPE_ARPEGGIO
source: SynthEtQuatre arpeggio
es: Arpeggio SynthEtQuatre

# MENU_FILE
source: File
es: Archivo

# MENU_NEW
source: New
es: Nuevo

# MENU_OPEN_SONG
source: Open song
es: Abrir Canción

# MENU_OPEN_SONG_DLG
source: Open song
es: Abrir Canción

# MENU_SAVE_SONG
source: Save song
es: Guardar Canción

# MENU_SAVE_SONG_DLG
source: Save song
es: Guardar Canción

# MENU_SAVE_WAVE
source: Save as .WAV
es: Guardar como .WAV

# MENU_SAVE_WAVE_DLG
source: Save as .WAV
es: Guardar como .WAV

# MENU_CLEANUP
source: Cleanup
es: Limpiar

# MENU_CLEANUP_PATTERNS
source: Cleanup patterns
es: Limpiar Patrones

# MENU_CLEANUP_INSTRUMENTS
source: Cleanup instruments
es: Limpiar Instrumentos

# MENU_CLEANUP_WAVES
source: Cleanup waves
es: Limpiar Ondas

# MENU_CLEANUP_ARPEGGIOS
source: Cleanup arpeggios
es: Limpiar Arpegios

# MENU_CLEANUP_ALL
source: Cleanup all
es: Limpiar Todo

# MENU_QUIT
source: Quit
es: Salir

# MENU_PATTERNS
source: Patterns
es: Patrones

# MENU_INSTRUMENTS
source: Instruments
es: Instrumentos

# MENU_WAVES
source: Waves
es: Ondas

# MENU_ARPEGGIOS
source: Arpeggios
es: Arpegios

# MENU_OPTIONS
source: Options
es: Opciones

# INFO_TITLE
source: Title
es: Título

# INFO_AUTHOR
source: Author
es: Autor

# INFO_OCTAVE
source: Octave
es: Octava

# INFO_STEP
source: Step
es: Salto

# INFO_VELOCITY
source: Velocity
es: Intensidad

# INFO_PAN
source: Panning
es: Pan

# INFO_INVERT_L
source: Invert left
es: Invertir izq.

# INFO_INVERT_R
source: Invert right
es: Invertir dcha.

# INFO_TICKS_SEC
source: Ticks/second
es: Ticks/segundo

# INFO_TICKS_ROW
source: Ticks/row
es: Ticks/fila

# INFO_ROWS_PATTERN
source: Rows/pattern
es: Filas/patrón

# INFO_CHANNELS
source: Channels
es: Canales

# INFO_MIN_HLIGHT
source: Minor highlight
es: Resalte menor

# INFO_MAJ_HLIGHT
source: Major highlight
es: Resalte mayor

# IBAR_OCTAVE
source: Octave: {i_oct}
es: Octava: {i_oct}

# IBAR_STEP
source: Step: {i_step}
es: Salto: {i_step}

# IBAR_VELOCITY
source: Velocity: {i_vel}
es: Intensidad: {i_vel}

# IBAR_TEMPO
source: Tempo: {f_tempo} rows/s
es: Tempo: {f_tempo} filas/s

# IBAR_INSTRUMENT
source: Instrument: {s_inst} ({i_inst})
es: Instrumento: {s_inst} ({i_inst})

# PTEDIT_CHANNEL_BUTTON
source: Channel {i_chan}
es: Canal {i_chan}

# PTEDIT_DEL_FX_TTIP
source: Delete effects column.
es: Eliminar columna de efectos

# PTEDIT_ADD_FX_TTIP
source: Add effects column.
es: Añadir columna de efectos

# PTEDIT_ADD_ORD_TTIP
source: Add order.
es: Añadir orden

# PTEDIT_DUP_ORD_TTIP
source: Duplicate order.
es: Duplicar orden

# PTEDIT_UP_ORD_TTIP
source: Move order up.
es: Subir orden

# PTEDIT_DOWN_ORD_TTIP
source: Move order down.
es: Bajar orden

# PTEDIT_DEL_ORD_TTIP
source: Delete order.
es: Eliminar orden

# PLAY_MODE_POLY
source: Poly
es: Poli

# PLAY_MODE_POLY_TTIP
source: Polyphonic
es: Polifónico

# PLAY_MODE_SEMI_TTIP
source: Semi-polyphonic
es: Semipolifónico

# PLAY_MODE_MONO_TTIP
source: Monophonic
es: Monofónico

# INSTED_ADD_TTIP
source: Add instrument.
es: Añadir instrumento

# INSTED_DUP_TTIP
source: Duplicate instrument.
es: Duplicar instrumento

# INSTED_DEL_TTIP
source: Delete instrument.
es: Eliminar instrumento

# INSTED_LOAD
source: Load
es: Cargar

# INSTED_SAVE
source: Save
es: Guardar

# INSTED_DLG_LOAD
source: Load instrument(s)
es: Cargar Instrumento(s)

# INSTED_DLG_SAVE
source: Save instrument
es: Guardar Instrumento

# INSTED_NAME
source: Name
es: Nombre

# FMED_DEFW_RECTANGLE
source: Rectangle
es: Rectangular

# FMED_DEFW_SAW
source: Saw
es: Sierra

# FMED_DEFW_TRIANGLE
source: Triangle
es: Triangular

# FMED_DEFW_NOISE
source: Noise
es: Ruido

# FMED_LFO_WAVE_TTIP
source: Wave
es: Onda

# FMED_LFO_FREQUENCY_TTIP
source: Frequency (Hz)
es: Frecuencia (Hz)

# FMED_PARAMETERS
source: Parameters
es: Parámetros

# FMED_OPX_TTIP
source: Operator {i_op} enable/disable.
es: Operador {i_op} activar/desactivar

# FMED_COPY_TO_OPX_TTIP
source: Copy to operator {i_op}.
es: Copiar al operador {i_op}

# FMED_WAVE_TITLE
source: Wave
es: Onda

# FMED_WAVE_TTIP
source: Wave
es: Onda

# FMED_ENVELOPE_TITLE
source: Envelope
es: Envolvente

# FMED_ATTACK_TTIP
source: Attack rate
es: Velocidad de ataque

# FMED_DECAY_TTIP
source: Decay rate
es: Velocidad de decaimiento

# FMED_SUSTAIN_LEVEL_TTIP
source: Sustain level
es: Nivel de sostenimiento

# FMED_SUSTAIN_RATE_TTIP
source: Secondary decay rate
es: Velocidad de decaimiento secundario

# FMED_RELEASE_TTIP
source: Release rate
es: Velocidad de extinción

# FMED_REPEAT_MODE_TTIP
source: Repeat mode
es: Modo de repetición

# FMED_RPT_ATTACK
source: Attack
es: Ataque

# FMED_RPT_DECAY
source: Decay
es: Decaimiento

# FMED_RPT_SUSTAIN
source: Sustain
es: Sostenimiento

# FMED_RPT_RELEASE
source: Release
es: Extinción

# FMED_AM_INTENSITY_TTIP
source: AM intensity (tremolo)
es: Nivel AM (trémolo)

# FMED_KEY_SCALING_TTIP
source: Key rate scale
es: Acortamiento por tono

# FMED_FREQUENCY_TITLE
source: Frequency
es: Frecuencia

# FMED_MULTIPLIER_TTIP
source: Multiplier
es: Multiplicador

# FMED_DETUNE_TTIP
source: Detune (millis)
es: Desviación (milis)

# FMED_FIXED_FREQUENCY_TTIP
source: Fixed frequency (Hz)
es: Frecuencia fija (Hz)

# FMED_DELTA_FREQUENCY_TTIP
source: Detune (Hz)
es: Desviación (Hz)

# FMED_FM_INTENSITY_TTIP
source: FM intensity (vibrato)
es: Nivel FM (vibrato)

# FMED_AM_LFO_TTIP
source: AM LFO
es: LFO AM

# FMED_FM_LFO_TTIP
source: FM LFO
es: LFO FM

# FMED_ROUTING
source: Routing
es: Enrutado

# FMED_CLIP
source: Clip
es: Recorte

# FMED_OPXX_TTIP
source: Op {i_op} self-modulation level
es: Nivel de automodulación del op {i_op}

# FMED_OPXY_TTIP
source: Modulation level from op {i_op_org} to op {i_op_dst}
es: Nivel de modulación del op {i_op_org} al op {i_op_dst}

# FMED_OUT
source: Out
es: Sal.

# FMED_OUTX_TTIP
source: Operator {i_op} output level
es: Nivel de salida del operador {i_op}

# FMED_MACROS
source: Voice macros
es: Macros voz

# FMED_MACROS_OP1
source: Op1 macros
es: Macros op1

# FMED_MACROS_OP2
source: Op2 macros
es: Macros op2

# FMED_MACROS_OP3
source: Op3 macros
es: Macros op3

# FMED_MACROS_OP4
source: Op4 macros
es: Macros op4

# FMED_MG_TONE
source: Tone
es: Tono

# FMED_MG_TONE_TTIP
source: Tone (hundredths of a semitone)
es: Tono (centésimas de semitono)

# FMED_MG_VOLUME
source: Volume
es: Volumen

# FMED_MG_CHAN_INVERT
source: Invert
es: Inversión

# FMED_MG_CHAN_INVERT_TTIP
source: Channel invert
es: Invertir salida del canal

# FMED_MG_CHANINVERT_RIGHT
source: Right
es: Derecho

# FMED_MG_CHANINVERT_LEFT
source: Left
es: Izquierdo

# FMED_MG_KEY_ON
source: Key on
es: Act. Nota

# FMED_MG_KEY_ON_TTIP
source: <EMPTY STRING>
es: Activación nota

# FMED_MX_KEYON_STOP
source: Stop
es: Cortar

# FMED_MX_KEYON_OFF
source: Off
es: Apagar

# FMED_MX_KEYON_ON
source: On
es: Activar

# FMED_MG_OP_ENABLE
source: Enable
es: Op

# FMED_MG_OP_ENABLE_TTIP
source: Operator enable
es: Activar operador

# FMED_MG_CLIP
source: Clip
es: Recorte

# FMED_MO_TONE
source: Tone
es: Tono

# FMED_MO_TONE_TTIP
source: Tone (hundredths of a semitone)
es: Tono (centésimas de semitono)

# FMED_MO_KEY_ON
source: Key on
es: Act. Nota

# FMED_MO_KEY_ON_TTIP
source: <EMPTY STRING>
es: Activación nota

# FMED_MO_WAVE
source: Wave
es: Onda

# FMED_MO_ATTACK
source: Attack
es: Ataque

# FMED_MO_ATTACK_TTIP
source: Attack rate
es: Velocidad de ataque

# FMED_MO_DECAY
source: Decay
es: Decaimiento

# FMED_MO_DECAY_TTIP
source: Decay rate
es: Velocidad de decaimiento

# FMED_MO_SUSTAIN_LEVEL
source: Sustain
es: Sostenimiento

# FMED_MO_SUSTAIN_LEVEL_TTIP
source: Sustain level
es: Nivel de sostenimiento

# FMED_MO_SUSTAIN_RATE
source: Decay 2
es: Dec. sec.

# FMED_MO_SUSTAIN_RATE_TTIP
source: Secondary decay rate
es: Velocidad de decaimiento secundario

# FMED_MO_RELEASE
source: Release
es: Extinción

# FMED_MO_RELEASE_TTIP
source: Release rate
es: Velocidad de extinción

# FMED_MO_REPEAT
source: Repeat
es: Repet.

# FMED_MO_REPEAT_TTIP
source: Repeat mode
es: Modo repetición

# FMED_MO_REPEAT_ATTACK
source: Attack
es: Ataque

# FMED_MO_REPEAT_DECAY
source: Decay
es: Decaimiento

# FMED_MO_REPEAT_SUSTAIN
source: Sustain
es: Sostenimiento

# FMED_MO_REPEAT_RELEASE
source: Release
es: Extinción

# FMED_MO_AM_INTENSITY
source: AM intensity
es: AM

# FMED_MO_AM_INTENSITY_TTIP
source: AM intensity (tremolo)
es: Nivel AM (trémolo)

# FMED_MO_AM_LFO
source: AM LFO
es: LFO AM

# FMED_MO_KEY_SCALING
source: Key scaling
es: Ac. tono

# FMED_MO_KEY_SCALING_TTIP
source: Key rate scale
es: Acortamiento por tono

# FMED_MO_MULTIPLIER
source: Multiplier
es: Mult.

# FMED_MO_MULTIPLIER_TTIP
source: <EMPTY STRING>
es: Multiplicador

# FMED_MO_DETUNE_VALUE
source: Det. / F.Freq.
es: Desv./Fr. fija

# FMED_MO_DETUNE_VALUE_TTIP
source: Detune/Fixed frequency
es: Desviación (milis/Hz) / Frecuencia fija (Hz)

# FMED_MO_DETUNE_MODE
source: Detune mode
es: Modo Desv.

# FMED_MO_DETUNE_MODE_TTIP
source: <EMPTY STRING>
es: Modo de desviación

# FMED_MO_DETMODE_MILLIS
source: Millis
es: Milis

# FMED_MO_DETMODE_FIXED
source: Fixed
es: F. Fija

# FMED_MO_DETMODE_DELTA
source: Delta
es: F. Desp.

# FMED_MO_FM_INTENSITY
source: FM intensity
es: Nivel FM

# FMED_MO_FM_INTENSITY_TTIP
source: FM intensity (vibrato)
es: Nivel FM (vibrato)

# FMED_MO_FM_LFO
source: FM LFO
es: LFO FM

# FMED_MO_PHASE
source: Phase
es: Fase

# FMED_MO_OPXY
source: Op{i_op_org} > Op{i_op_dst} mod.
es: Mod. Op{i_op_org} > Op{i_op_dst}

# FMED_MO_OPXY_TTIP
source: Modulation level from op {i_op_org} to op {i_op_dst}
es: Nivel de modulación del op {i_op_org} al op {i_op_dst}

# FMED_MO_OPXX
source: Self mod.
es: Automod.

# FMED_MO_OPXX_TTIP
source: Op {i_op} self-modulation level
es: Nivel de automodulación del op {i_op}

# FMED_MO_OUTPUT
source: Output
es: Salida

# MCED_RELATIVE
source: Relative
es: Relativo

# MCED_ABSOLUTE
source: Absolute
es: Absoluto

# MCED_STEPS
source: S
es: P

# MCED_STEPS_TTIP
source: Steps
es: Pasos

# MCED_TIME_DIV_TTIP
source: Ticks/step
es: Ticks/paso

# MCED_DELAY
source: D
es: R

# MCED_DELAY_TTIP
source: Delay (ticks)
es: Retraso (ticks)

# MCED_PASSTHROUGH
source: Passthrough
es: No alterar

# WAVED_LOAD
source: Load
es: Cargar

# WAVED_LOAD_DLG
source: Load wave
es: Cargar onda

# WAVED_SAVE
source: Save
es: Guardar

# WAVED_SAVE_DLG
source: Save wave
es: Guardar onda

# WAVED_ADD_TTIP
source: Add wave.
es: Añadir onda

# WAVED_DUP_TTIP
source: Duplicate wave.
es: Duplicar onda

# WAVED_DEL_TTIP
source: Delete wave.
es: Eliminar onda

# WAVED_WTYPE_SYNTH
source: Synthetic
es: Sintetizada

# WAVED_WTYPE_SAMPLED
source: Sample
es: Muestreada

# WAVED_NAME
source: Name
es: Nombre

# WAVED_SIZE
source: Size
es: Tamaño

# WAVED_SIZE_SAMPLES
source: {i_samples} samples
es: {i_samples} muestras

# WAVED_SIZE_NONE
source: -- samples
es: -- muestras

# WAVED_SYN_SINE
source: Sine
es: Seno

# WAVED_SYN_TRIANGLE
source: Triangle
es: Triángulo

# WAVED_SYN_SAW
source: Saw
es: Diente de sierra

# WAVED_SYN_RECTANGLE
source: Rectangle
es: Rectángulo

# WAVED_SYN_NOISE
source: Noise
es: Ruido

# WAVED_SYN_LOWPASS
source: Low pass
es: Paso bajo

# WAVED_SYN_HIGHPASS
source: High pass
es: Paso alto

# WAVED_SYN_BANDPASS
source: Band pass
es: Paso banda

# WAVED_SYN_BANDREJECT
source: Band reject
es: Eliminar banda

# WAVED_SYN_CLAMP
source: Clamp
es: Recortar

# WAVED_SYN_NORMALIZE
source: Normalize
es: Normalizar

# WAVED_SYN_QUANTIZE
source: Quantize
es: Cuantizar

# WAVED_SYN_POWER
source: Power
es: Exponente

# WAVED_SYN_DECAY
source: Decay
es: Decaimiento

# WAVED_BAR_LEFT_TTIP
source: Move to start.
es: Mover hacia el principio

# WAVED_BAR_RIGHT_TTIP
source: Move to end.
es: Mover hacia el final

# WAVED_BAR_CLOSE_TTIP
source: Delete
es: Eliminar

# WAVED_STD_FREQUENCY
source: Freq.
es: Frec.

# WAVED_STD_FREQUENCY_TTIP
source: Frequency (Hz)
es: Frecuencia (Hz)

# WAVED_STD_OFFSET
source: Phase
es: Fase

# WAVED_STD_OFFSET_TTIP
source: Generated wave phase
es: Fase inicial del componente

# WAVED_STD_VOLUME_TTIP
source: Volume
es: Volumen

# WAVED_STD_POWER
source: Pow.
es: Exp.

# WAVED_STD_POWER_TTIP
source: Exponent
es: Exponente

# WAVED_STD_DECAY
source: Dec.
es: Ext.

# WAVED_STD_DECAY_TTIP
source: Decay rate
es: Extinción

# WAVED_STD_CYCLES
source: Cyc.
es: Cic.

# WAVED_STD_CYCLES_TTIP
source: Number of cycles
es: Ciclos

# WAVED_STD_POSITION_TTIP
source: Position
es: Posición en la onda final

# WAVED_STD_OUTPUT
source: Out
es: Sal.

# WAVED_STD_OUTPUT_TTIP
source: Output mode
es: Nivel de salida

# WAVED_STD_OUTPUT_OFF
source: Off
es: Desactivar

# WAVED_STD_OUTPUT_REPLACE
source: Replace
es: Reemplazar

# WAVED_STD_OUTPUT_ADD
source: Add
es: Añadir

# WAVED_STD_FROM
source: In
es: Ent.

# WAVED_STD_FROM_TTIP
source: Input from component #
es: Entrada desde el componente #

# WAVED_STD_AM_TTIP
source: AM level
es: Nivel AM

# WAVED_STD_PM_TTIP
source: PM level
es: Nivel PM

# WAVED_STD_XM_TTIP
source: XM level
es: Nivel XM

# WAVED_WAV_QUAD1
source: Quad 1
es: Cuad. 1

# WAVED_WAV_QUAD1_TTIP
source: First quadrant
es: Primer cuadrante

# WAVED_WAV_QUAD2
source: Quad 2
es: Cuad. 2

# WAVED_WAV_QUAD2_TTIP
source: Second quadrant
es: Segundo cuadrante

# WAVED_WAV_QUAD3
source: Quad 3
es: Cuad. 3

# WAVED_WAV_QUAD3_TTIP
source: Third quadrant
es: Tercer cuadrante

# WAVED_WAV_QUAD4
source: Quad 4
es: Cuad. 4

# WAVED_WAV_QUAD4_TTIP
source: Fourth quadrant
es: Cuarto cuadrante

# WAVED_NOI_TITLE
source: {i_index} - NOISE
es: {i_index} - RUIDO

# WAVED_NOI_SEED
source: Seed
es: Sem.

# WAVED_NOI_SEED_TTIP
source: Randomness generator seed
es: Semilla para el generador aleatorio

# WAVED_NOI_TONE
source: Tone
es: Tono

# WAVED_NOI_LENGTH
source: Len.
es: Lon.

# WAVED_NOI_LENGTH_TTIP
source: Length
es: Longitud

# WAVED_RECT_ZSTART
source: Z Start
es: Inicio 0

# WAVED_RECT_ZSTART_TTIP
source: Start position of zero phase
es: Posición de inicio de la fase cero

# WAVED_RECT_NSTART
source: - Start
es: Inicio neg.

# WAVED_RECT_NSTART_TTIP
source: Start position of negative phase
es: Posición de inicio de la fase negativa

# WAVED_SAW_TITLE
source: {i_index} - SAW
es: {i_index} - SIERRA

# WAVED_SINE_TITLE
source: {i_index} - SINE
es: {i_index} - SENO

# WAVED_TRI_TITLE
source: {i_index} - TRIANGLE
es: {i_index} - TRIÁNG.

# WAVED_FILTER_CUTOFF
source: Cutoff
es: Corte

# WAVED_FILTER_CUTOFF_TTIP
source: <EMPTY STRING>
es: Frecuencia de corte

# WAVED_FILTER_CUTOFF_LO
source: Cutoff Low
es: Corte bajo

# WAVED_FILTER_CUTOFF_LO_TTIP
source: <EMPTY STRING>
es: Frecuencia de corte inferior

# WAVED_FILTER_CUTOFF_HI
source: Cutoff High
es: Corte alto

# WAVED_FILTER_CUTOFF_HI_TTIP
source: <EMPTY STRING>
es: Frecuencia de corte superior

# WAVED_FILTER_TAPS
source: Taps
es: Etapas

# WAVED_BPF_TITLE
source: {i_index} - BPF
es: {i_index} - P. BANDA

# WAVED_BRF_TITLE
source: {i_index} - BRF
es: {i_index} - E. BANDA

# WAVED_CLAMP_TITLE
source: {i_index} - CLAMP
es: {i_index} - RECORTAR

# WAVED_CLAMP_HI
source: Clamp U
es: Rec. Sup.

# WAVED_CLAMP_HI_TTIP
source: Upper clamp enable
es: Activar recorte superior

# WAVED_CLAMP_LIMIT_HI
source: Limit U
es: Lím. Sup.

# WAVED_CLAMP_LIMIT_HI_TTIP
source: Upper clamp limit
es: Límite superior de recorte

# WAVED_CLAMP_LO
source: Clamp L
es: Rec. Inf.

# WAVED_CLAMP_LO_TTIP
source: Lower clamp enable
es: Activar recorte inferior

# WAVED_CLAMP_LIMIT_LO
source: Limit L
es: Lím. Inf.

# WAVED_CLAMP_LIMIT_LO_TTIP
source: Lower clamp limit
es: Límite inferior de recorte

# WAVED_DECAY_TITLE
source: {i_index} - DECAY
es: {i_index} - DECAIM.

# WAVED_DECAY_RATE
source: Decay
es: Decaim.

# WAVED_DECAY_RATE_TTIP
source: Decay rate
es: Velocidad de decaimiento

# WAVED_HPF_TITLE
source: {i_index} - HPF
es: {i_index} - P. ALTO

# WAVED_LPF_TITLE
source: {i_index} - LPF
es: {i_index} - P. BAJO

# WAVED_NORM_TITLE
source: {i_index} - NORMALIZE
es: {i_index} - NORMALIZ.

# WAVE_NORM_KEEP_0
source: Keep 0
es: Mant. 0

# WAVE_NORM_KEEP_0_TTIP
source: Don't center result.
es: No centrar el resultado

# WAVE_NORM_KEEP_0_BUT
source: Keep
es: Mant.

# WAVED_POWER_TITLE
source: {i_index} - POWER
es: {i_index} - EXPONENTE

# WAVED_POWER_VALUE
source: Power
es: Exp.

# WAVED_POWER_VALUE_TTIP
source: Power exponent
es: Exponente

# WAVED_QUANT_TITLE
source: {i_index} - QUANTIZE
es: {i_index} - CUANTIZ.

# WAVED_QUANT_STEPS
source: Steps
es: Niveles

# WAVED_SAM_LOAD_SAMPLE
source: Load
es: Cargar

# WAVED_SAM_RECORDED_FREQ
source: Recorded freq.
es: Frec. grabación

# WAVED_SAM_RECORDED_FREQ_TTIP
source: Frequency this sample was recorded at.
es: Frecuencia a la que fue grabado este sonido

# WAVED_SAM_SAMPLE_FREQ
source: Note freq.
es: Frec. nota

# WAVED_SAM_SAMPLE_FREQ_TTIP
source: Frequency this sample represents.
es: Frecuencia representada por este sonido

# WAVED_SAM_SFREQ_STONE0
source: C
es: Do

# WAVED_SAM_SFREQ_STONE1
source: C#
es: Do#

# WAVED_SAM_SFREQ_STONE2
source: D
es: Re

# WAVED_SAM_SFREQ_STONE3
source: D#
es: Re#

# WAVED_SAM_SFREQ_STONE4
source: E
es: Mi

# WAVED_SAM_SFREQ_STONE5
source: F
es: Fa

# WAVED_SAM_SFREQ_STONE6
source: F#
es: Fa#

# WAVED_SAM_SFREQ_STONE7
source: G
es: Sol

# WAVED_SAM_SFREQ_STONE8
source: G#
es: Sol#

# WAVED_SAM_SFREQ_STONE9
source: A
es: La

# WAVED_SAM_SFREQ_STONE10
source: A#
es: La#

# WAVED_SAM_SFREQ_STONE11
source: B
es: Si

# WAVED_SAM_LOOP_START
source: Loop start
es: Inicio bucle

# WAVED_SAM_LOOP_END
source: Loop end
es: Fin bucle

# ARPED_TIME_DIV
source: T/S
es: T/P

# ARPED_TIME_DIV_TTIP
source: Ticks/step
es: Ticks/paso

# ARPED_ADD_TTIP
source: Add arpeggio.
es: Añadir arpegio

# ARPED_DUP_TTIP
source: Duplicate arpeggio.
es: Duplicar arpegio

# ARPED_DEL_TTIP
source: Delete arpeggio.
es: Eliminar arpegio

# ARPED_SAVE
source: Save
es: Guardar

# ARPED_SAVE_DLG
source: Save arpeggio.
es: Guardar arpegio

# ARPED_LOAD
source: Load
es: Cargar

# ARPED_LOAD_DLG
source: Load arpeggio.
es: Cargar arpegio

# ARPED_NAME
source: Name
es: Nombre

# ARPED_MACRO
source: Tone
es: Tono

# ARPED_MACRO_TTIP
source: Tone (hundredths of a semitone)
es: Tono (centésimas de semitono)

# OPTS_AUDIO_SAMPLE_RATE
source: Sample rate (Hz)
es: Tasa de muestreo (Hz)

# OPTS_AUDIO_BUFFER_LENGTH
source: Buffer length (s)
es: Tamño del buffer (s)

# OPTS_WAVEXP_TITLE
source: Export to .WAV.
es: Exportar .WAV

# OPTS_WAVEXP_SAMPLE_RATE
source: Sample rate (Hz)
es: Tasa de muestreo (Hz)

# OPTS_WAVEXP_FPSAMPLES
source: Floating point samples
es: Muestras en punto flotante

# OPTS_WAVEXP_SAVE_MUTED
source: Save muted channels
es: Guardar canales silenciados

# OPTS_MIDIIN_TITLE
source: MIDI input
es: Entrada MIDI

# OPTS_MIDIIN_NN_VELOCITY_TITLE
source: New note velocity
es: Intensidad nueva nota

# OPTS_MIDIIN_NN_SE4VELOCITY
source: Se4 velocity
es: Intensidad Se4

# OPTS_MIDIIN_NN_VELOCITY
source: MIDI velocity
es: Intensidad MIDI

# OPTS_MIDIIN_NN_VOLUME
source: MIDI volume
es: Volumen MIDI

# OPTS_MIDIIN_NN_SE4_VEL
source: Se4 × MIDI vel.
es: Se4 × Int. MIDI

# OPTS_MIDIIN_NN_SE4_VOL
source: Se4 × MIDI vol.
es: Se4 × Vol. MIDI

# OPTS_MIDIIN_NN_VEL_VOL
source: MIDI vel. × MIDI vol.
es: Int. MIDI × Vol. MIDI

# OPTS_MIDIIN_REC_NOTEOFF
source: Record MIDI NoteOff
es: Grabar MIDI NoteOff

# OPTS_MIDIIN_REC_VOLUME
source: Record MIDI volume
es: Grabar volumen MIDI

# OPTS_MIDIIN_REC_AFTERTOUCH
source: Record MIDI Aftertouch
es: Grabar MIDI Aftertouch

# OPTS_EDITOR_HORIZONTAL_FXED
source: Horizontal FX edit
es: Edición FX horizontal

# OPTS_EDITOR_CURSOR_IN_VALUE
source: Keep cursor in value column
es: Mantener cursor en el valor

# OPTS_EDITOR_CURSOR_IN_VALUE_TTIP
source: <EMPTY STRING>
es: Mantener el cursor en la columna de valor FX

# OPTS_EDITOR_OSC_RATE
source: Oscilloscope update rate
es: Tasa de refresco del osciloscopio

# OPTS_THEME_TITLE
source: Theme
es: Tema

# FILETYPE_SONG
source: SynthEtQuatre song
es: Canción SynthEtQuatre

# FILETYPE_WAV
source: WAV file
es: Archivo WAV

# FILETYPE_INSTRUMENT
source: SynthEtQuatre instrument
es: Instrumento SynthEtQuatre

# FILETYPE_THEME
source: Theme file
es: Archivo de tema

# DEFN_SONG
source: Untitled
es: Sin título

# DEFN_INSTRUMENT
source: Instrument
es: Instrumento

# DEFN_FM_INSTRUMENT
source: FM Instrument
es: Instrumento FM

# DEFN_SYNTH_WAVE
source: Synth Wave
es: Onda sintética

# DEFN_SAMPLE_WAVE
source: Sample
es: Muestra

# DEFN_NODE_WAVE
source: Node
es: Onda nodal

source: Go to parent folder.
es: Carpeta superior.

source: Refresh files.
es: Refrescar.

source: Toggle the visibility of hidden files.
es: Mostrar archivos ocultos act/des.

source: Path:
es: Ruta:

source: File:
es: Archivo:

source: All Files (*)
es: Todos (*)

source: Create Folder
es: Nueva Carpeta

source: Directories & files:
es: Archivos y directorios:

source: Open
es: Abrir

source: Cut
es: Cortar

source: Copy
es: Copiar

source: Paste
es: Pegar

source: Select All
es: Seleccionar todo

source: Clear
es: Borrar

source: Undo
es: Deshacer

source: Redo
es: Rehacer

# WARN_OPTS_RESTART
source: Changes will show after restarting.
es: Los cambios se aplicarán después de reiniciar la aplicación.

# ERR_SONG_MAX_WAVES
source: Limit of {i_max_waves} waveforms reached.
es: No se pueden tener más de {i_max_waves} ondas.

# ERR_SONG_WAVE_NOT_FOUND
source: Wave not found.
es: Onda no encontrada.

# ERR_SONG_WAVE_IN_LFO
source: Wave is in use by LFO {i_lfo}.
es: El LFO {i_lfo} está usando la onda.

# ERR_SONG_WAVE_IN_INSTRUMENT
source: Wave is in use by instrument {i_instr} operator {i_op}.
es: El instrumento {i_instr} está usando la onda en el operador {i_op}.

# ERR_SONG_WAVE_IN_SONG
source: Wave is in use on pattern {i_pattern} of channel {i_channel}, row {i_row}.
es: El patrón {i_pattern} del canal {i_channel} está usando la onda en la fila {i_row}.

# ERR_SONG_MAX_INSTRUMENTS
source: Limit of {i_max_instrs} instruments reached.
es: No se pueden tener más de {i_max_instrs} instrumentos.

# ERR_SONG_MIN_INSTRUMENTS
source: Need at least one instrument.
es: Hace falta al menos un instrumento.

# ERR_SONG_INSTRUMENT_NOT_FOUND
source: Instrument not found.
es: Instrumento no encontrado.

# ERR_SONG_INSTRUMENT_IN_SONG
source: Instrument is in use on pattern {i_pattern} of channel {i_channel}, row {i_row}.
es: El patrón {i_pattern} del canal {i_channel} está usando el instrumento en la fila {i_row}.

# ERR_SONG_MAX_ARPS
source: Limit of {i_max_arps} instruments reached.
es: No se pueden tener más de {i_max_arps} arpegios.

# ERR_SONG_ARP_NOT_FOUND
source: Arpeggio not found.
es: Arpegio no encontrado.

# ERR_SONG_ARP_IN_SONG
source: Arpeggio is in use on pattern {i_pattern} of channel {i_channel}, row {i_row}.
es: El patrón {i_pattern} del canal {i_channel} está usando el arpegio en la fila {i_row}.

# ERR_CONFIG_KEY_NOT_FOUND
source: Config key not found.
es: Ítem de config. no encontrado.

# ERR_BUG
source: Unknown error: {s_data}
es: Error desconocido: {s_data}

# ERR_FILE_BAD_CHUNK_VERSION
source: Bad chunk version {i_version} for {s_chunk} at {i_position}.
es: Versión {v_version} del chunk {v_chunk} incorrecta en {v_position}.

# ERR_FILE_BAD_CHUNK
source: Bad chunk {s_chunk} at {i_position}.
es: Chunk {v_chunk} incorrecto en {v_position}.

# ERR_FILE_BAD_DRIVE
source: Bad drive opening {s_file}.
es: Unidad incorrecta abriendo {s_file}.

# ERR_FILE_BAD_PATH
source: Bad path opening {s_file}.
es: Ruta incorrecta abriendo {s_file}.

# ERR_FILE_NO_PERMISSION
source: No permission to access {s_file}.
es: No hay permisos para acceder a {s_file}.

# ERR_FILE_ALREADY_IN_USE
source: File {s_file} is already in use.
es: Ya se está usando {s_file}.

# ERR_FILE_CANT_WRITE
source: Can't write to {s_file}.
es: No se puede escribir en {s_file}.
